Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །དེ་བཞིན་དུ་ལྟོ་བར་བསྐུས་ན་ཇི་སྲིད་དུ་ལྟོ་ཆུས་མ་བཀྲུས་པ་དེ་སྲིད་དུ་ཁ་ཟས་དང་བཏུང་བ་མི་འདོད་པར་འགྱུར་རོ།
en: Likewise, if he anoints his belly with the bezoar, he will not crave food or drink for as long as his belly is not washed with water. “

source: །ཕོ་མཚན་ལ་བསྐུས་ན་ཁུ་བ་འགགས་པར་འགྱུར་རོ།
en: If the vidyā holder anoints his penis, he will be able to retain his semen.

source: །བ་ལས་བྱུང་བ་ལྔ་དང་བསྲེས་ཏེ་འཐུངས་ན་ལུས་དག་ཅིང་དྲི་མ་མེད་ལ་གཙང་ཞིང་སྤྱོད་པ་གཙང་བ་དང་ལྡན་པར་འགྱུར་རོ། །བགོ་ཉེས་དང་།
en: If he drinks the bezoar together with the five products of the cow, his body will become immaculately pure. With his body pure, his conduct will also become pure.

source: བཟའ་ཉེས་དང་། གྲི་བམ་ངན་པ་དང་། བལྟ་ཉེས་སུ་མི་འགྱུར།
en: All spirits that cause indigestion or cause food to have a foul taste or to spoil, as well as all the effects of evil eye, will not affect him.

source: འཇིགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར། སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: The vidyā holder will be freed from all fears and from all his wrongdoings and obscurations.

source: རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་དང་། བཀྲ་མི་ཤིས་པའི་དངོས་པོ་ཐམས་ཅད་འཇིག་པར་འགྱུར།
en: All bad dreams, bad omens, and bad feelings will cease.

source: དུག་དང་དབྱིག་དུག་དང་བྱད་ཐམས་ཅད་འཇིག་པར་འགྱུར།
en: All poisons, venoms, and kākhordas will be neutralized.

source: གསང་སྔགས་དང་སྦྱོར་བ་དང་གཏོར་མ་རྣམས་འཇིག་པར་འགྱུར།
en: All malicious mantra applications and kiraṇas will disappear.

source: འཐབ་པ་དང་རྩོད་པ་དང་ཁྲག་ཁྲུག་རྣམས་ཀྱི་ལན་ཐེབས་པར་འགྱུར་ཞིང་ཐམས་ཅད་དུ་རྒྱལ་བར་འགྱུར།
en: The vidyā holder will be victorious in all quarrels, disputes, contests, and disagreements.

source: ཕས་ཀྱི་རྒོལ་བ་དང་། མི་མཛའ་བ་དང་། ཕ་རོལ་གྱི་དཔུང་གི་འཇིགས་པ་ཐམས་ཅད་འབྱུང་བར་མི་འགྱུར་རོ།
en: He will emerge victorious in every respect, and the dangers from opponents, adversaries, or foreign armies will not arise for him. “

source: །ཞུན་མར་དང་། སྦྲང་རྩི་དང་ལྷན་ཅིག་སྦྱར་ཏེ་ཐོ་རངས་ཀྱི་དུས་སུ་མི་སྨྲ་བར་བྱས་ནས། ཟོས་ན་བཀླགས་པས་ཚིགས་སུ་བཅད་པ་སྟོང་འཛིན་པར་འགྱུར་རོ།
en: If, before dawn, the vidyā holder blends the bezoar with ghee and honey without speaking and eats it, he will be able to memorize one thousand verses after reciting them.

source: །སྦྱོར་བ་ཞག་བདུན་དུ་བྱས་ན་བསྟན་བཅོས་ཐམས་ཅད་ལ་མངོན་དུ་འགྱུར་རོ། །ཞག་ཉི་ཤུ་རྩ་གཅིག་ཏུ་སྦྱོར་བ་བྱས་ན་གསང་སྔགས་ཀྱི་ཆོ་ག་ཞིབ་མོ་དང་དཀྱིལ་འཁོར་དང་གསང་སྔགས་དང་ཕྱག་རྒྱ་རིམ་པར་ཕྱེ་བ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར།
en: If he repeats this procedure over the period of seven nights, he will be able to accomplish all the mantras for all maṇḍala deities, as well as all the mudrās.

source: ཟླ་བ་གཅིག་ཏུ་སྦྱོར་བ་བྱས་ན་ཐོས་པ་མང་པོ་རྒྱ་མཚོ་བསགས་པར་འགྱུར་རོ།
en: If he does the same over the period of one month, he will become an ocean-like receptacle of great learning.

source: །སྦྱོར་བ་ལོ་གཅིག་གི་བར་དུ་བྱས་ན་ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: If he does the same over the period of one year, his lifespan will increase to one thousand years.

source: །འཇིག་རྟེན་ཐམས་ཅད་ན་བླ་མ་གཅིག་པུར་འགྱུར་ཞིང་དགེ་བ་དང་ཚིག་བཙུན་པར་ཡང་འགྱུར་རོ།
en: He will become a preeminent teacher of all people, beloved to all, and pleasing to hear. “

source: །ཏིལ་མར་དང་ལྷན་ཅིག་བསྐོལ་ནས་མགོ་ལ་བསྐུས་ན་སྐྲ་ཅུང་ཟད་འཁྱིལ་ཅིང་ལྕང་ལོ་ཅན་དུ་འགྱུར་རོ།
en: If the vidyā holder boils the bezoar with oil and smears it on his head, his hair will become wavy and curly.

source: །བཞིན་གྱི་དཀྱིལ་འཁོར་ལ་བསྐུས་ན་སྟོན་ཀའི་ཟླ་བ་ཉ་བ་དང་མཚུངས་པར་འགྱུར་ཞིང་མེ་ཏོག་པདྨ་དང་ཀུ་མུ་ད་ལྟར་འཇམ་པར་འགྱུར་ལུས་ཐམས་ཅད་ལ་བྱུགས་ན་མར་དང་འདྲ་བར་འཇམ་པོར་འགྱུར་ཞིང་རྐང་ལག་ཤིན་ཏུ་གཞོན་ཤ་ཅན་དུ་འགྱུར།
en: The circle of his face will resemble a full autumn moon with the hue of lotuses and water lilies. If he smears the same decoction over his entire body, it will become as soft and smooth as freshly churned butter. His hands and feet will look divinely young and fresh.

source: རྣ་བ་ལ་བྱུགས་ན་རྣ་བ་ཇི་ཙམ་འདོད་པ་སྐྱེ་བར་འགྱུར།
en: If he anoints his ears with the decoction, they will increase to his preferred size.

source: སྣ་ནས་བཏང་ན་ཀླད་པའི་ནད་དོ་ཅོག་འཇིག་པར་འགྱུར་ཞིང་སྣ་བས་དང་མཆིལ་མ་འབྱུང་བར་མི་འགྱུར།
en: If he applies the decoction to his nostrils, all diseases of the head will be cured. There will be no excessive phlegm, mucus, or saliva.

source: ལྷའི་སྤོས་ཀྱི་དྲི་མནམ་པར་འགྱུར་ཞིང་ནམ་ཡང་ཡིད་དུ་མི་འོང་བའི་དྲི་མནམ་པར་མི་འགྱུར།
en: He will subsequently smell only pleasant odors and no longer be exposed to unpleasant ones.

source: གཉེར་མ་དང་སྐྲ་དཀར་སྤང་བར་འགྱུར། སོ་རྒལ་བ་ཡང་གསར་དུ་སྐྱེ་བར་འགྱུར། ལྕེ་པདྨའི་ལོ་མ་ལྟར་འཇམ་པར་འགྱུར། མིད་པའི་ནད་དང་སྐེ་འགགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: His wrinkles and grey hair will disappear, his broken teeth will become new again, his tongue will become as smooth as a lotus petal, and he will be cured of any throat problems or asthma attacks.

source: འཇམ་ཙམ་དུ་བྱས་ཏེ་རྣ་བ་བཀང་ན་སིམ་པར་བྱེད་ཅིང་ལྷའི་རྣ་བ་དང་ལྡན་པར་འགྱུར། སྒྲ་ཡིད་དུ་འོང་བ་དང་བཀྲ་ཤིས་པའི་སྒྲ་ཐོས་པར་འགྱུར་རོ།
en: If he fills his ear with the same decoction that has been made comfortably warm, he will develop divine hearing and will only hear words that are pleasant and auspicious. “

source: །དེ་ལྟ་བས་ན་གི་ཝང་གི་ཆོ་ག་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ།
en: This concludes the practice of the great bovine bezoar procedures. “

source: །དེ་ནས་ལེགས་པར་གྲུབ་པ་མཆོག་ཏུ་དགེ་བ།
en: I will now teach the supreme, auspicious, and invincible tejasvatī that brings accomplishment.

source: དགེ་བར་འགྲོ་བ་མིག་རྐང་ཞེས་བྱ་བ་བཤད་པར་བྱ་སྟེ།
en: Tejasvatī brings auspiciousness.

source: དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་བོ་འདི་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ།
en: The vidyā holder should recite the heart mantra of Amoghapāśa twenty-one times and the mantra of Krodharāja seven times.

source: ཁྲོ་བོའི་རྒྱལ་པོ་ལན་བདུན་བཟླས་ནས་དོན་ཡོད་པའི་རྒྱ་མཚོའི་ནོར་བུ་པདྨ་ལ་རྣམ་པར་བལྟ་བའི་དཔལ་དྲི་མ་མེད་པ་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་ཏེ།
en: He should then incant the tejasvatī one thousand and eight times with the dhāraṇī immaculately pure Śrī with the gaze of the Holder of the Jewel and the Lotus who is like the ocean of amogha, the heart essence of Amoghapāśa.

source: གཙང་མས་གོས་གཙང་མ་བགོས་ཤིང་ཁྲུས་ལེགས་པར་བྱས་པས་ཁ་ཟས་དཀར་པོ་ཟོས་ལ་མིག་རྐང་གི་རིལ་བུ་ཁར་བཅུག་ན་ཇི་སྙེད་བཤད་པ་དང་བཀླགས་པ་འཛིན་པར་འགྱུར།
en: He should be ritually pure, wear clean clothes, be bathed clean, and subsist on the ‘white’ foods. He should move around with the tejasvatī. “If the vidyā holder holds the tejasvatī in his mouth, he will understand any instructions and be able, according to his wish, to understand, recite, and retain them in his memory.

source: ལྕེ་པདྨ་དང་ཀུ་མུ་དའི་ལོ་མ་ལྟར་འཇམ་པར་འགྱུར།
en: His lotus tongue will become as smooth as a lotus or water lily.

source: མི་འམ་ཅིའི་སྒྲ་དབྱངས་དང་ལྡན་པར་འགྱུར།
en: The sound, the tone, and the timbre of his voice will be like that of a kinnara.

source: དེ་ལས་ལྷའི་སྒྲ་ཡང་འབྱུང་བར་འགྱུར།
en: He will utter divine sounds that are universally understood.

source: གང་ལ་སྨྲས་པ་དེ་དག་བྲན་ཕོ་དང་བྲན་མོ་བཞིན་དུ་གནས་པར་འགྱུར།
en: Whomever he speaks to will become his male and female servants, eager to perform tasks. “

source: གང་ལ་དྲི་མནམ་པ་དེ་ཡང་དབང་དུ་འགྱུར།
en: Anyone who smells the tejasvatī’s odor will fall under the vidyā holder’s thrall.

source: ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ཡང་དབང་དུ་བྱེད་དོ། །འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་།
en: Even the animals that come near him will be enthralled.

source: སྲིན་པོ་དང་། གནོད་སྦྱིན་མོ་དང་། ཡི་དགས་དང་། ཤ་ཟ་ལ་སོགས་པ་ཐམས་ཅད་དང་། བརྗེད་བྱེད་དང་།
en: On the other hand, any bhūtas, yakṣas, rākṣasas, rākṣasīs, pretas, piśācas, and the like, any apasmāras, or any mischievous or wicked nonhuman beings will flee when they smell it.

source: སྡང་བ་དང་རབ་ཏུ་སྡང་བ་དང་། མི་མ་ཡིན་པ་ཐམས་ཅད་དྲི་དེས་འབྱེར་བར་འགྱུར་ཞིང་ཕྱོགས་བཞིར་དཔག་ཚད་བརྒྱར་བྱེར་ནས་ཐག་རིང་པོ་ན་འཁོད་པར་འགྱུར་རོ།
en: They will flee in the four directions as far as one hundred leagues and keep that distance. All his opponents and adversaries, the wicked and the extremely wicked, will go away when they smell this odor.

source: །ཕྱིར་རྒོལ་བ་དང་སྡང་བ་དང་རབ་ཏུ་སྡང་བའི་སེམས་དང་ལྡན་པ་ཐམས་ཅད་དྲི་དེས་འབྱེར་བར་འགྱུར་ཞིང་བྱམས་པའི་སེམས་ཀྱིས་དབང་དུ་འགྱུར་རོ།
en: They will, however, fall under his thrall if treated with thoughts of loving kindness. “

source: །དཔུང་པ་གཡས་པ་ལ་བཏགས་ན་ལག་པས་གླང་པོ་ཆེ་གནོན་པར་འགྱུར་རོ།
en: If the vidyā holder ties the tejasvatī to his right arm he will be able to knock down an elephant.

source: །སྟོབས་དང་བརྩོན་འགྲུས་དང་ཕ་རོལ་གནོན་པ་ཆེན་པོར་འགྱུར་རོ། །གྱད་ཀྱིས་མི་ཐུབ་པར་འགྱུར་རོ། །རྡོ་རྗེ་འཆང་དང་འདྲ་བའི་མཐུ་སྟོབས་སྟོན་པར་འགྱུར་རོ།
en: He will attain great strength, energy, and valor and become an invincible wrestler who displays the same strength as Vajradhara.

source: །མགུལ་དུ་བཏགས་ཏེ་གཡུལ་ངོར་སོང་ན་གཅིག་པུས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་ལས་རྒྱལ་བར་འགྱུར་ཞིང་སླར་ཡང་འོང་བར་འགྱུར་རོ།
en: If he ties the tejasvatī to his neck and enters the thick of battle, he will be able to defeat an army with its four divisions, all by himself, and return unharmed.

source: །སྤྱི་བོར་བཞག་སྟེ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་སོང་ན་རྒྱལ་པོའི་བཙུན་མོའི་འཁོར་དང་བཅས་པ་དང་བློན་པོ་དང་བློན་པོ་ཆེན་པོ་དང་བྲམ་ཟེའི་མདུན་ན་འདོན་པ་དང་བཅས་པ་དབང་དུ་འགྱུར་ཞིང་སྤྱི་བོ་ལ་དབང་བསྐུར་བར་འགྱུར།
en: If he places the tejasvatī on his head and enters a royal household, the king together with his harem, retinue, ministers, brahmin advisers, and priests will fall under his thrall, and they will place him above their heads.

source: ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པ་དང་ལྡན་པར་འགྱུར།
en: No one will be able to stand in his path. “

source: ལག་པ་ལ་བཏགས་ན་གང་ལ་རེག་པ་དེ་ཐམས་ཅད་དབང་དུ་འགྱུར།
en: If the vidyā holder ties the tejasvatī to his hand he will be able to enthrall anyone with his touch.

source: ནོར་དང་འབྲུ་དང་། དབྱིག་དང་ནོར་བུ་དང་མུ་ཏིག་དང་། གསེར་ལ་རེག་པ་ཙམ་གྱིས་ཟད་མི་ཤེས་པར་འགྱུར།
en: Any money, grain stores, gold bullion, jewels, pearls, or wrought gold will become inexhaustible merely by his touch, as will the seeds and the crops that he sows and reaps.

source: ས་བོན་གདབ་པ་དང་བརྔ་བ་བྱས་ན་ཟད་མི་ཤེས་པར་འཕེལ་བར་འགྱུར་རིན་པོ་ཆེའི་ལག་པ་དང་འདྲ་བར་འགྱུར།
en: He will become the same as Ratnapāṇi.

source: འབྲུའི་ཕུང་པོ་འཕེལ་བར་འགྱུར་རོ།
en: His store of grain will increase.

source: །ཉི་མ་རེ་རེ་ཟོས་ན་དྲན་པ་དང་། བློ་ཆེན་པོ་འཕེལ་བར་འགྱུར།
en: If he ingests some of the tejasvatī every day, his powers of recollection and his intelligence will greatly increase.

source: སྡིག་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར། ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར།
en: He will be cleansed of all his wrongdoings and cured of all disease.

source: རིམས་ཐམས་ཅད་སེལ་བར་འགྱུར། འབྲས་དང་མཛེ་དང་ལྷོག་པ་དང་ལུའུ་ཏ་དང་ཤུ་བ་དང་གཡན་པ་དང་གཡའ་བ་དང་། ཕོལ་མིག་ལ་བྱུགས་པ་ཙམ་གྱིས་འཇིག་པར་འགྱུར་ཞིང་ནམ་ཡང་ཚུགས་པར་མི་འགྱུར་རོ།
en: All fevers will cease, and all boils, ulcers, abscesses, lesions, skin eruptions, scabs, leprosy, rashes, and eczemas will disappear and never recur. “

source: །སྦྱོར་བཟླ་བ་གཅིག་ཙམ་དུ་བྱས་ན་ཆོ་ག་ཞིབ་མོ་དང་། གསང་སྔགས་རིམ་པར་ཕྱེ་བ་དང་། ཕྱག་རྒྱ་དང་། དཀྱིལ་འཁོར་གྱི་མཆོག་འགྲུབ་པར་འགྱུར་རོ།
en: If the vidyā holder repeats this procedure over the period of one month, he will master all the rites and the multitudes of mantras, mudrās, and maṇḍalas.

source: །དུས་ཀུན་ཏུ་ལུས་ལ་ཐོགས་ན་མཚོན་གཟས་པས་ལུས་ལ་མི་ཚུགས་སོ། །ཆོམ་རྐུན་དང་གཡོ་ཅན་ཐམས་ཅད་ཀྱིས་གླགས་རྙེད་པར་མི་འགྱུར་རོ།
en: His body will be protected at all times; no weapons will be raised against him, nor will thieves or bandits approach him.

source: །ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པར་འགྱུར།
en: No one will be able to stand in his path.

source: ཏིལ་མར་དང་ལྷན་ཅིག་བསྐོལ་ཏེ་ཀླད་པ་ན་བ་དང་རྣ་བ་ན་བ་དང་སོ་ན་བ་དང་མིག་ན་བ་དང་། ཀླད་པ་ཕྱེད་ན་བ་ལ་འཇམ་ཙམ་བླུགས་པ་ཙམ་གྱིས་སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་ཞིང་ཕྱིན་ཅད་ནད་གང་ཡང་འབྱུང་བར་མི་འགྱུར།
en: If he makes a decoction of tejasvatī in oil he will be able to cure headaches, earaches, toothaches, eye ailments, and partial paralysis. As soon as he applies the decoction, cooled to a comfortable temperature, all pain will cease. None of these ailments will recur.

source: །གདོན་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་ལ་ཞུན་མར་དང་ཡུངས་ཀར་བསྲེས་ཏེ་བདུགས་ན་འདུས་ནས་ཕྱོགས་བཅུར་འབྱེར་ཞིང་ནམ་ཡང་གནས་ཀྱི་ས་ཕྱོགས་དེར་འོང་བར་མི་འགྱུར་རོ།
en: If he fumigates any place using ghee mixed with mustard seeds, all the sixty-eight thousand grahas will flee crying. They will disperse in the cardinal and intermediate directions and will never come to the place again.

source: །རང་གི་ཡིད་ལ་འདོད་པའི་དགོས་པ་གཞན་ཐམས་ཅད་ཀྱང་བྱེད་པར་འགྱུར་རོ།
en: He will also be able to perform other activities, any that he may desire. “

source: །དེ་ནས་ལྷ་ཐམས་ཅད་འགུགས་པ་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་སྤྱན་འདྲེན་པ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྐུལ་བ།
en: Now I will teach about the incense that can be used to invoke any deity, summon a bodhisattva, arouse any tathāgata, or attain the accomplishment of any vidyādhara.

source: རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་གྲུབ་པའི་མཐའ། གནོད་སྦྱིན་དང་། སྲིན་པོ་རྣམས་དང་། འབྱུང་པོའི་གདོན་རྣམས་དང་། བརྗེད་བྱེད་དང་།
en: This method completely obliterates all yakṣas, rākṣasas, bhūtas, grahas, apasmāras, yakṣiṇīs, pretas, piśācas, and skandas, and it destroys all evil māras.

source: གནོད་སྦྱིན་མོ་རྣམས་དང་། ཡི་དགས་དང་། ཤ་ཟ་དང་། སྐེམ་བྱེད་ཐམས་ཅད་འབྱེར་བར་བྱེད་པ་དང་སྡང་བའི་བདུད་རྣམས་གསོད་པ་ནད་ཐམས་ཅད་ཟློག་པ་གདུག་པའི་དུག་རྣམས་བཟློག་པ་མཆེ་བའི་དུག་དང་གནས་པའི་དུག་དང་།
en: It prevents all disease and neutralizes all dangerous toxins, whether they originate from animal bites or other animate or inanimate sources.

source: འགྲོ་བའི་དུག་ཐམས་ཅད་ལ་ཐོགས་པ་མེད་པར་འགྲུབ་པ་རིམས་ཐམས་ཅད་འཇོམས་པ་ཁྱད་པར་དུ་རིམས་ཉིན་བཞི་པ་འཇོམས་པ།
en: It produces every inviolable accomplishment and cures all fevers, in particular quartan fever.

source: བཞིན་དང་བར་བྱེད་པའི་གཙོ་བོ་གོས་བདུག་པའི་མཆོག་གསང་སྔགས་དང་བྱད་ཐམས་ཅད་དབང་དུ་བྱེད་པའི་མཆོག་གང་ལ་རྒྱལ་པོ་ཁྲོས་ནས་གཤེད་མས་མཚོན་གཟས་པ་ཡང་བདུག་པ་འདིས་བདུགས་ན་དེ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ།
en: It causes a bright countenance, is the supreme incense for fumigating clothes, neutralizes all inimical mantras, and brings all kākhordas under control. “Even when someone has incurred a king’s anger, and the weapons of the executioners are raised, the entire situation can be pacified by burning this incense.

source: །དུག་དང་དུག་སྦྱར་མ་དང་སྲོག་ཆགས་ལུའུ་ཏ་དང་། སྦྲུལ་གྱིས་ཟིན་པ་དང་། སྲོག་ཆགས་གོན་སེ་དང་གཞན་ཡང་སྲོག་ཆགས་སྣ་ཚོགས་དུག་དང་བཅས་པ་མཆོག་ཏུ་མི་བཟད་པ་རྣམས་དང་གལ་ཏེ་ཀླུ་འཇོག་པོས་ཟིན་ན་ཡང་བདུགས་པ་ཙམ་གྱིས་དུག་ཐམས་ཅད་མེད་པར་འགྱུར་རོ།
en: All extremely terrifying poisonous creatures such as those who inject the poison through a bite or a sting, the wicked gonāsa snakes, and various other poisonous creatures such as takṣakas are all rendered harmless by merely being fumigated.

source: །ནད་ཀུན་འཕྲོག་པ་གྲུབ་པ་སྟེ། །སྡིག་པ་ཐམས་ཅད་འཇིག་བྱེད་པ།
en: The incense perfectly removes all disease and purifies all wrongdoings.

source: །བསོད་ནམས་ཕུང་པོ་ཆེ་དང་མཉམ། །གྲུབ་པ་ལྷ་རྣམས་ཀུན་གྱིས་མཆོད།
en: The fumigated person acquires a lot of merit and comes to be worshiped by all deities. “

source: །བརྒྱ་བྱིན་སུམ་ཅུའི་ལྷ་དང་ནི། །ལྷ་མིན་ལྷན་ཅིག་གཡུལ་འགྱེད་ཚེ། །བདུག་པ་འདི་ཡིས་བདུགས་པ་དང་། །ལྷ་མིན་དེ་བཞིན་པ་མ་པར་འགྱུར། །དྲག་པོ་ཡིས་ནི་སུམ་བརྩེགས་བསྲེགས།
en: This incense was burned when Śakra and the gods of the realm of Thirty-Three engaged in war with the asuras, and the asuras were defeated.

source: །ཁྱབ་འཇུག་གིས་ནི་བ་ལཱི་བཅིངས།
en: When Rudra incinerated the three worlds, this king of incense defeated him.

source: །མིའུ་ཐུང་གིས་ནི་ས་གཞི་མནན། །ལྷ་མིན་དབང་པོས་ཉི་ཟླ་དང་། །གཟའ་རྣམས་ཕམ་བྱས་འཁྲུགས་པར་འགྱུར། །བདུག་པའི་རྒྱལ་པོའི་ཁྱད་པར་གྱིས། །མིའུ་ཐུང་ནི་ཀུན་ལས་རྒྱལ།
en: When Viṣṇu, in his avatar of Vāmana, bound and defeated Bali while striding across the world, and when the sun, moon, and celestial bodies were confused by the lord of asuras, Vāmana conquered them all using this special king of incense.

source: །སྒྱུ་མ་བྱེད་པ་སྟོང་ཕྲག་བརྒྱ། །རྟག་ཏུ་རྣམ་པར་རྒྱས་པར་བྱེད།
en: He then continually worked miracles and performed hundreds of thousands of magical feats as described in the Mahābhārata.

source: །བདུག་པའི་རྒྱལ་པོས་སྐྱ་བསེང་རྣམས། །རྣམ་པར་ཕམ་པར་ཐེ་ཚོམ་མེད།
en: There is no doubt that it was because of the king of incense that Viṣṇu defeated the Pāṇḍavas. “

source: །བདུད་ནི་བྱེ་བ་སྟོང་ཕྲག་བརྒྱ།
en: The Guide conquered hundreds of thousands of māras and vast numbers of their servants.

source: །འདྲེན་པས་བྱམས་པའི་སྟོབས་ཀྱིས་བཏུལ། །བདུད་ནི་བྱེ་བ་སྟོང་ཕྲག་བརྒྱ། །བདུག་པའི་རྒྱལ་པོའི་མཐུ་སྟོབས་ཀྱིས། །སྡང་བའི་བདུད་ནི་ཡང་དག་ཟད།
en: He conquered them all by the power of his loving kindness and brought ruin upon the evil among them through the efficacy of the king of incense.

source: །རྒྱ་མཚོ་རྣམ་པར་དཀྲུག་བྱས་པས། །རྒྱ་མཚོ་གནས་ཀུན་གཅེར་བུར་འགྱུར། །སྣོད་གཅིག་གི་ནི་སུམ་ཆ་སྐམས།
en: When the ocean was stirred, all its inhabitants were rendered naked, cleansed within the three parts of a single vessel.

source: །ཡིད་བཞིན་ནོར་བུ་ཆུད་ཟོས་པས། །དོན་ཀུན་གྲུབ་པ་བདག་ཉིད་ཆེས། བདུག་སྤོས་འདི་ཡིས་བདུགས་བྱས་ནས། །སླར་ཡང་རང་གི་ཁྱིམ་འོངས་པས།
en: The great, all-accomplishing lord who had lost his wish-fulfilling jewel, and who had defeated the asuras using the incense, then returned home.

source: །རྟག་ཏུ་རྒྱལ་མཚན་རྩེར་བཏགས་ན། །བདུག་པ་འདི་ཡིས་བདུག་བྱས་ཤིང་། །ཉིན་མཚན་བདུན་གྱི་བར་དུ་ནི། །རིན་ཆེན་བདུན་གྱི་ཆར་པ་ཕབ།
en: Keeping the banner of victory constantly aloft, he censed it with the incense, causing a rain of seven types of jewels to fall for seven days and nights.

source: །དེ་ལྟར་བདུག་པ་སྟོབས་ལྡན་ཡིན། །ལས་ཀྱི་དོན་ཀུན་སྒྲུབ་པར་བྱེད།
en: This incense is thus very powerful and can accomplish any activity. “

source: །གཡུལ་ཆེན་པོ་ལྷུང་བའི་ཀླུའི་མཚོར། དགའ་བོ་དང་། ཉེ་དགའ་བོས་རྒྱ་མཚོ་ཆེན་པོ་ལ། ལྷུན་པོ་ཆེན་པོའི་རི་རབ་ཀྱིས་བསྲུབས་པས། དུག་འཛགས་པ་མགྲིན་སྔོན་གྱིས་དུག་འཐུངས་པས་བདུག་པའི་རྒྱལ་པོས་བསྐོར་བས་དུག་མེད་པར་བྱས་སོ།
en: Enveloped by the smoke of the king of incense, the nāgas Sāgara, Nanda, and Upananda were defeated in the great battle and used for the churning of the great ocean, while Nīlakaṇṭha drank the poison that trickled down Mount Sumeru.

source: །བདུག་པའི་རྒྱལ་པོ་འདིའི་མཐུས་བདུད་རྩིར་ཡོངས་སུ་བྱས་སོ།
en: The power of the incense neutralized the poison and turned it into ambrosia.

source: །དེ་ལྟར་བདུག་པའི་རྒྱལ་པོས་དུག་ཐམས་ཅད་འཇོམས་པར་ཐེ་ཚོམ་མེད་དོ།
en: There is thus no doubt that the king of incense kills all poison.

source: །གླིང་བཞི་པ་ཡི་དྲང་སྲོང་གིས། །དེས་ནི་མཎྜལ་ཕམ་པར་བྱས། །སྟན་ཕྱེད་ལ་ནི་ལོངས་སྤྱོད་པའི། །སྐྲ་ཅན་དབང་པོས་ལྟུང་བར་བྱས།
en: By the power of the king of incense, Māndhātṛ conquered the four continents, brought Keśa and the ṛṣis to ruin, and shared the throne with Śakra himself.

source: །བདུག་པའི་རྒྱལ་པོ་བསམས་པ་ཡིས། །བརྫུན་དུ་སྨྲ་བ་དེ་རྣམས་ཉམས།
en: Those who tell lies perish by the power of the king of incense.

source: དེ་ཕྱིར་བདེན་པར་སྨྲ་བའི་ཕྱིར། །བདུག་པ་འདི་ནི་བདེན་པ་ལྡན།
en: Because of this, one should speak the truth.

source: །བདེན་པའི་རྒྱལ་པོས་རབ་ཏུ་བསྒྲགས།
en: As it is an instrument of truth, this incense is famed as the king of truth. “

source: །བདེན་པའི་ཆོས་དང་བདེན་པར་སྨྲ།
en: In short, the king of incense is true speech and true Dharma.

source: །མཐའ་དག་བསྡུས་ལས་བྱམས་པའི་སེམས།
en: It is the totality of loving kindness.

source: །འཇིག་རྟེན་ཀུན་ལ་རྟག་ཏུ་བྱམས། །སྙིང་རྗེ་དང་ནི་དགའ་བ་ཉིད། །བདུག་པ་གཞན་གྱིས་བདུགས་པ་འདི།
en: It comprises the love, compassion, and sympathetic joy that is ever present throughout the entire world.

source: །མཚོན་ཆ་ཐམས་ཅད་འཇོམས་པར་བྱེད།
en: By burning this incense all weapons are destroyed.

source: །བདེན་པས་བྱིན་གྱིས་བརླབས་པའི་བདུག་པ་འདི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསུངས་པ།
en: This incense, blessed with truth, was taught by all the tathāgatas.

source: འཇིག་རྟེན་དབང་ཕྱུག་མགོན་པོ་འཇིག་རྟེན་པའི་རྟག་ཏུ་བླ་མར་གྱུར་པའོ།
en: It certainly is a lokeśvara, a protector and sole teacher of the entire world.

source: །སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་དོན་དུ་རིག་སྔགས་འཆང་རྣམས་ཀྱི་ཁྱད་པར་དུ་དམྱལ་བ་བཅུ་དྲུག་གི་འཇིགས་པ་མི་བཟད་པ་དང་།
en: Taught for the benefit of all beings, and in particular for vidyā holders, it prevents rebirth in the sixteen terrible hells and allays the great fears.

source: འཇིགས་པ་ཆེན་པོས་སྡུག་བསྔལ་གྱི་ཚོར་བ་མྱོང་བར་འགྱུར་བ་དང་།
en: Pain and suffering inspire great fear.

source: ཡི་དགས་ཀྱི་སྡུག་བསྔལ་གྱི་འཇིག་པ་ཆེན་པོ་ཆེར་མི་བཟད་པ། རྟག་ཏུ་བཀྲེས་པ་དང་སྐོམ་པས་ཉེན་པ།
en: The suffering of the pretas, who are always afflicted with hunger and thirst, is very frightening.

source: ཀྱི་ཧུད་ཞེས་སྒྲ་སྒྲོགས་པར་བྱེད་པའི་སྐྲག་པ་དེ་ལ་སྐྱབས་མེད་དོ།
en: They cry ‘Alas!

source: །སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་བརྩེ་བས་བརྟན་པར་ཀུན་ཏུ་བལྟ་བར་བྱའོ། །འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་སྐྱབས་སུ་གསུངས་པ་ནི་བདུག་པའི་རྒྱལ་པོ་བླ་ན་མེད་པའོ།
en: Alas!’ as there is no one to save them, except for those who always regard all beings with compassion and teach the supreme king of incense to save the entire world. “

source: །བདུག་པ་འདིས་བདུགས་ཏེ། གང་གི་དོན་དུ་མིང་ནས་སྨོས་པ་ཡང་། མ་རུངས་པའམ། ཡང་ན་བྱམས་པ་ཡང་རུང་སྟེ། ཡིད་ལ་བསམས་པ་རྣམས་སྒྲུབ་པར་བྱེད་དོ།
en: The person for whose sake this incense is burned while their name is pronounced, whether they are wicked or kind, will succeed in everything that has been wished for them.

source: །འདིས་བདུགས་ཏེ་བརྗོད་པ་ཙམ་གྱི་མོད་ལ། འདི་རྣམས་ཐམས་ཅད་རྟག་ཏུ་འགྲུབ་པར་བྱེད་དེ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གསུང་དགེ་བའོ། །གཟའ་ཟླ་བའམ། གཟའ་ཉི་མ་རྒྱུ་སྐར་ཉམ་ང་བ་ལ་གནས་པ། སྒྲ་གཅན་གྱིས་ཟོས་པ་རྣམས་དང་མི་གང་ཡིན་པ་སྐྱེ་བའི་གནོད་པ་དང་། རྒྱལ་པོའམ། ཡང་ན་བུད་མེད་དམ། བློན་པོ་ཆེན་པོ་དང་། བློན་པོ་དང་། བཀྲབས་པ་དང་། མདུན་ན་འདོན་དང་། རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། དམངས་རིགས་དང་། རྗེ་རིགས་དང་། སྐྱེ་བོ་གཞན་དང་འགྲོགས་པས་གནོད་པ་དང་། འཐབ་པ་ཉིད་དང་།
en: As an auspicious instruction of Avalokiteśvara, all these wishes will certainly come true once that person’s name is pronounced and the incense burned at the time of the lunar or solar eclipse, when the nakṣatras are inauspicious and the moon and sun have been swallowed by Rāhu. “

source: སྡུག་བསྔལ་མི་བཟད་པས་ཉེ་བར་འཚེ་བ་ལ་བདུག་སྤོས་རྒྱལ་པོས་བདུགས་པས་དེའི་སྐད་ཅིག་ལ་དེ་དག་ཐམས་ཅད་མི་འབྱུང་ངོ་། །བཟའ་བ་དང་བཏུང་བ་ཤིན་ཏུ་ཞིམ་པོ་ཐོབ་སྟེ། གོས་མེད་པའི་སྐྱེ་བོས་གོས་དང་། རྒྱན་དང་། ལྷ་རྫས་ཀྱི་དྲི་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། གོས་དང་།
en: People who suffer the pain of mundane existence—kings, queens, ministers, scholarly advisers, brahmin priests, kṣatriyas, brahmins, śūdras, or vaiśyas—or any other group of people affected by calamity or involved in a quarrel or suffering terrible pain, will experience the following the very instant they burn the king of incense: Beings will obtain tasty food and drink, divine clothes, adornments, fragrant garlands, unguents, garments, vehicles, beds, cushions, and ornaments.

source: བཞོན་པ་དང་། ཁྲི་དང་། ཉེ་བར་བསྟེན་པ་དང་། ལྷབ་ལྷུབ་ཐམས་ཅད་སྐད་ཅིག་གིས་འབྱུང་སྟེ། གལ་ཏེ་ཡང་དག་པར་སྦྱར་བ་ཡིན་ནའོ།
en: This will all manifest instantly if this king of incense is employed correctly.

source: །བསམས་པ་དང་།
en: They will obtain whatever they desire.

source: རེ་བ་དང་། ཡིད་ཀྱི་ཤིང་རྟ་ཐམས་ཅད་མངོན་པར་སྨྲས་པས་འགྲུབ་པར་བྱེད་དོ། །འཇིག་རྟེན་དབང་ཕྱུག་གི་གསུང་སྟེ།
en: Whatever wishes they have will all come true because of this instruction of the Lokeśvara.

source: རྟག་ཏུ་འདི་དག་ཐམས་ཅད་འགྲུབ་བོ། །ཡི་དགས་རྣམས་ཀྱིས་ཟས་རྙེད་ཅིང་། ལྷ་རྫས་ཀྱི་གོས་དང་རྒྱན་མཆོག་རབ་ཏུ་འགྱུར་རོ། །བདག་གི་སྡིག་པ་ཐམས་ཅད་རྟག་ཏུ་གྲོལ་བས་དམྱལ་བ་ལས་གྲོལ་ཏེ།
en: Pretas will obtain food and divine clothes, adornments will manifest by themselves, and the vidyā holder’s own wrongdoings will be purified.

source: དམྱལ་བ་མི་བཟད་པ་ཐམས་ཅད་ལས་གྲོལ་ལོ། །སྡུག་བསྔལ་ཐམས་ཅད་ལས་གྲོལ་ཏེ། སྐྱེ་བོ་བདེ་བ་ལ་རྩེ་བར་བྱེད་དོ།
en: All hell beings will be saved from the terrible hells and the sufferings there and will obtain a happy existence full of joy and fun.

source: །བདེ་ཞིང་བདེ་འགྲོར་འགྲོ་ལ་བདེ་བ་ཐམས་ཅད་དུ་ཐོབ་པར་བྱེད་དོ།
en: They will obtain all kinds of happiness and pleasure. “

source: །བདུག་སྤོས་འདིས་བདུགས་པས་མཆོག་གི་དྲི་སྣོམ་པར་བྱེད་དེ།
en: The vidyā holder who burns this incense will smell an exquisite fragrance.

source: རྡུལ་དང་མུན་པ་ཅན་ཐམས་ཅད་བདུག་པ་བསྣམས་པས་སངས་པར་བྱེད་དེ།
en: All those who are impure or steeped in darkness will be awakened from such states when they smell the incense.

source: དཔེར་ན་ཉི་མ་ཤར་བས་འཇིག་རྟེན་གྱི་མུན་པ་རྣམ་པར་སངས་པར་བྱེད་པ་བཞིན་ནོ།
en: The darkness will be dispelled as it is by the rising of the sun.
